Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/tmx_data/historia_sme2smn.tmx
Source language: sme_fi
Languages: smn

source: Sámiid vuoigatvuođat eai ollašuva velá riikkaidgaskasaš soahpamušaid eaktudan vuogi mielde, dego álbmotlaš olmmošvuoigatvuođaid ollašuvvama bearráigeahčči orgánat leat fuomášahttán.
smn: Sämmilij vuoigâdvuođah iä olášuu vala aalmugijkoskâsij sopâmušâi vááttám vuovijn, tego aalmugijkoskâsij olmoošvuoigâdvuođâi olášume koccee orgaaneh láá huámášuttâm.

source: Suomas leat maiddái iešguđetlágan searvvit ja joavkkut, mat vuostálastet sámiid vuoigatvuođaid ja iešguđetlágan mediain leat ollu sámevuostásaš čálašeapmi.
smn: Suomâst láá meid sierâlágán seervih já juávhuh, moh vuástálisteh sämmilij vuoigâdvuođâid já sierâlágán mediain láá ennuv sämmilâšvuástásiih čälimeh.
